Repository: ret2basic/AutomateAllTheThings
Catalog: Fuzzing_101/02_libexif/fuzzing_libexif/exif-exif-0_6_15-release/po/*.po
Languages: de

source: EXIF tags in '%s':
de: EXIF Einträge in '%s':

source: Unknown MakerNote format.
de: Unbekanntes MakerNote Format.

source: MakerNote does not contain any value.
de: MakerNote enthält keinen Wert!

source: MakerNote contains 1 value:
de: MakerNote enthält einen Wert:

source: MakerNote contains %i values:
de: MakerNote enthält %i Werte:

source: Unknown tag
de: Unbekannter Eintrag

source: Unknown value
de: Unbekannter Wert

source: EXIF tags in '%s' ('%s' byte order):
de: EXIF Einträge in '%s' ('%s' Byte-Reihenfolge):

source: Tag
de: Eintrag

source: Value
de: Wert

source: EXIF data contains a thumbnail (%i bytes).
de: EXIF Daten enthalten eine Vorschau (%i Bytes).

source: ThumbnailSize %i
de: Thumbnailgröße %i

source: Internal error. Please contact <%s>.)
de: Interner Fehler. Bitte nehmen Sie Kontakt mit <%s> auf.

source: EXIF entry '%s' (0x%x, '%s') exists in IFD '%s':
de: Der EXIF Eintrag '%s' (0x%x, '%s') existiert in IFD '%s':

source: Not enough memory.
de: Nicht genügend Speicher.

source: Too few components specified!
de: Zu wenig Komponenten angegeben!

source: Not yet implemented!
de: Noch nicht implementiert!

source: Too much EXIF data (%i bytes). Only %i bytes are allowed.
de: Zuviel EXIF Daten (%i Bytes). Das Maximum ist %i Bytes.

source: Wrote file '%s'.
de: Datei '%s' geschrieben.

source: Show IDs instead of tag names
de: Zeige IDs anstelle der Namen der Einträge

source: Select tag
de: Wähle Eintrag

source: tag
de: Eintrag

source: Select IFD
de: Wähle IFD

source: List all EXIF tags
de: Liste alle EXIF Einträge auf

source: Show contents of tag MakerNote
de: Zeige Inhalt des MakerNote-Eintrags

source: Remove tag or ifd
de: Entferne Tag oder IFD

source: Show description of tag
de: Zeige Beschreibung des Eintrags

source: Extract thumbnail
de: Extrahiere Vorschau

source: Remove thumbnail
de: Lösche Vorschaubild

source: Insert FILE as thumbnail
de: Füge DATEI als Vorschau ein

source: FILE
de: DATEI

source: Write data to FILE
de: Schreibe Daten in DATEI

source: Output in a machine-readable (tab delimited) format
de: Gebe maschinenlesbares Format (tab delimited) aus.

source: Show debugging messages
de: Zeige Diagnose-Nachrichten

source: [OPTION...] file
de: [OPTION...] datei

source: Invalid IFD '%s'. Valid IFDs are '0', '1', 'EXIF', 'GPS', and 'Interoperability'.
de: Unzulässiger IFD '%s'. Zulässige IFDs sind '0', '1', 'EXIF', 'GPS' und 'Interoperability'.

source: Invalid tag '%s'!
de: Ungültiger Eintrag '%s'!

source: Please specify a tag!
de: Bitte geben Sie einen Eintrag an!

source: Tag '%s' (0x%04x, '%s'): %s
de: Eintrag '%s' (0x%04x, '%s'): %s

source: '%s' does not contain EXIF data!
de: '%s' enthält keine EXIF Daten!

source: IFD '%s' does not contain tag '%s'.
de: IFD '%s' enthält keinen Eintrag '%s'.

source: '%s' does not contain a thumbnail!
de: '%s' enthält keine Vorschau!

source: Could not open '%s' for writing (%m)!
de: Konnte '%s' nicht zum Schreiben öffnen (%m)!

source: Could not open '%s' for writing (%s)!
de: Konnte '%s' nicht zum Schreiben öffnen (%s)!

source: Could not open '%s' (%m)!
de: Konnte '%s' nicht öffnen (%m)!

source: Could not open '%s' (%s)!
de: Konnte '%s' nicht öffnen (%s)!

source: Could not read '%s' (%m).
de: Konnte '%s' nicht lesen (%m).

source: Could not read '%s' (%s).
de: Konnte '%s' nicht lesen (%s).

source: You need to specify a tag!
de: Bitte geben Sie einen Eintrag an!

source: You need to specify an IFD!
de: Bitte geben Sie einen IFD an!

source: IFD '%s' does not contain a tag '%s'!
de: IFD '%s' enthält keinen Eintrag '%s'!
